[{"title":"Jolicv","descriptionEn":"With Jolicv, I designed and developed a minimalist web app focused on the user experience. The goal was clear: to simplify the resume creation process as much as possible while offering a professional and modern look. The clean design, combined with a carefully crafted visual hierarchy, reduces distractions and emphasizes essential information.\n\nOn the UX side, I opted for a fluid experience: the ability to create a resume without logging in, a simple dashboard that centralizes documents, and an intuitive editor that combines a form on the left and a real-time preview on the right. This workflow ensures that users remain in control while immediately seeing the impact of their choices.\n\nTechnically, the application is based on a modern stack (Next.js, Supabase, TailwindCSS), ensuring performance, security, and scalability. High-fidelity PDF rendering and modular templates complete the experience, transforming Jolicv into a tool that is practical, attractive, and robust. This project illustrates my ability to combine minimalist design and front-end development.","descriptionFr":"Avec Jolicv, j’ai conçu et développé une web app minimaliste centrée sur l’expérience utilisateur. L’objectif était clair : simplifier au maximum la création de CV tout en offrant un rendu professionnel et moderne. Le design épuré, associé à une hiérarchie visuelle soignée, permet de réduire les distractions et de mettre l’accent sur les informations essentielles.\n\nCôté UX, j’ai opté pour un parcours fluide : possibilité de créer son CV sans connexion, tableau de bord simple qui centralise les documents, puis un éditeur intuitif qui associe formulaire sur la gauche et aperçu en temps réel sur la droite. Ce workflow garantit à l’utilisateur de garder le contrôle tout en visualisant immédiatement l’impact de ses choix.\n\nSur le plan technique, l’application repose sur une stack moderne (Next.js, Supabase, TailwindCSS), garantissant performance, sécurité et évolutivité. Le rendu PDF haute fidélité et la modularité des templates complètent l’expérience, transformant Jolicv en un outil à la fois pratique, esthétique et robuste. C’est un projet qui illustre ma capacité à allier design minimaliste et développement front-end.","url":"https://jolicv.app/","type":"web app","skills":["nextjs","typescript","tailwindcss","notion"],"assets":["images/jolicv-hero-desktop.avif","images/jolicv-homepage-mobile.avif","videos/jolicv-theme-switcher.mp4","videos/jolicv-carousel.mp4","images/jolicv-features-desktop.avif","images/jolicv-pricing-desktop.avif","images/jolicv-footer-desktop.avif"],"bgColor":"hsla(248,62%,63%,1)","meshGradient":"radial-gradient(at 99% 98%, hsla(248,93%,47%,1) 0px, transparent 50%),\nradial-gradient(at 67% 32%, hsla(320,83%,68%,1) 0px, transparent 50%),\nradial-gradient(at 98% 2%, hsla(315,81%,67%,1) 0px, transparent 50%),\nradial-gradient(at 0% 98%, hsla(270,97%,38%,1) 0px, transparent 50%)","active":true,"order":5},{"title":"Uplyt","descriptionEn":"Uplyt's landing page stands out with its clear, modern identity, supported by a minimalist and elegant design. Upon arrival, users are greeted by a strong message and a structured layout that highlight the platform's added value. The interface is designed to be readable and impactful, with a visual hierarchy that naturally guides the eye toward the main call to action.\n\n\nThe user experience is based on well-paced sections: presentation of features, steps for use, testimonials, and pricing. Each block is supported by precise visuals that enhance the fluidity of navigation. The choice of colors, understated but dynamic, emphasizes the seriousness of the solution while maintaining an accessible dimension.\n\n\nFinally, the page successfully combines marketing effectiveness and product credibility. Customer testimonials and clear pricing offers reinforce trust, while the footer and reassuring elements consolidate the journey to conversion. Overall, it is an attractive and effective landing page that perfectly illustrates an ambitious and well-targeted value proposition.","descriptionFr":"La landing page d’Uplyt se distingue par une identité claire et moderne, portée par un design minimaliste et élégant. Dès l’arrivée, l’utilisateur est accueilli par un message fort et une mise en page structurée qui mettent en avant la valeur ajoutée de la plateforme. L’interface est pensée pour être lisible et impactante, avec une hiérarchie visuelle qui guide naturellement le regard vers l’appel à l’action principal.\n\nL’expérience utilisateur repose sur des sections bien rythmées : présentation des fonctionnalités, étapes de fonctionnement, témoignages et grille tarifaire. Chaque bloc est soutenu par des visuels précis qui renforcent la fluidité de navigation. Le choix des couleurs, sobre mais dynamique, accentue le sérieux de la solution tout en gardant une dimension accessible.\n\nEnfin, la page parvient à combiner efficacité marketing et crédibilité produit. Les témoignages clients et la clarté des offres de prix renforcent la confiance, tandis que le footer et les éléments de réassurance consolident le parcours jusqu’à la conversion. Au global, c’est une landing page à la fois esthétique et performante, qui illustre parfaitement une proposition de valeur ambitieuse et bien ciblée.","url":"https://www.uplyt.io/","type":"landing page","skills":["figma","framer"],"assets":["images/uplyt-landing-desktop.avif","videos/uplyt-act-and-pilot.mp4","images/uplyt-landing-mobile.avif","images/uplyt-landing-pricing.avif","images/uplyt-landing-action-board.avif","images/uplyt-landing-testimonials.avif","images/uplyt-landing-footer.avif"],"bgColor":"hsla(216,43%,11%,1)","meshGradient":"radial-gradient(at 3% 2%, hsla(217,33%,33%,1) 0px, transparent 50%),\nradial-gradient(at 99% 1%, hsla(216,40%,20%,1) 0px, transparent 50%)","active":true,"order":4},{"title":"Axeptio","descriptionEn":"I designed Axeptio's website with a focus on a fluid, user-friendly experience. The aim was to present Axeptio's solutions with care and aesthetics, so that visitors could easily understand the functionalities of their products.\n\nFrom a design perspective, I aimed for clarity and simplicity. I crafted a clean, modern look that reflects Axeptio's values of trust and transparency—key elements for a consent management system.\n\nIn terms of development, I focused on performance and cross-browser compatibility, making sure that the website ran smoothly on both desktop and smartphones.","descriptionFr":"J'ai conçu le site web d'Axeptio en mettant l'accent sur une expérience fluide et conviviale. L’objectif était de présenter les solutions d'Axeptio avec soin et esthétique, afin que les visiteurs comprennent facilement les fonctionnalités de leurs produits.\n\nD’un point de vue design, j'ai visé la clarté et la simplicité. J'ai créé un look épuré et moderne qui reflète les valeurs de confiance et de transparence d'Axeptio - des éléments clés pour un système de gestion des consentements.\n\nEn ce qui concerne le développement, je me suis concentré sur la performance et la compatibilité entre les navigateurs, en m'assurant que le site web fonctionne sans problème à la fois sur ordinateurs de bureau et sur Smartphones.","url":"","type":"website","skills":["figma","nextjs","typescript"],"assets":["images/axeptio-homepage-desktop.avif","videos/axeptio-menu-6-5.mp4","images/axeptio-homepage-mobile.avif","images/axeptio-widget-desktop.avif","videos/axeptio-confetti-widget-6-5.mp4","images/axeptio-pricing-desktop.avif","images/axeptio-compare-plans-desktop.avif","videos/axeptio-executive-team-slider-6-5.mp4","images/axeptio-contact-desktop.avif"],"bgColor":"hsla(29,69%,72%,1)","meshGradient":"radial-gradient(at 84% 13%, hsla(0,100%,90%,1) 0px, transparent 50%),\nradial-gradient(at 20% 17%, hsla(0,0%,100%,0.41) 0px, transparent 50%),\nradial-gradient(at 19% 74%, hsla(44,100%,63%,1) 0px, transparent 50%),\nradial-gradient(at 100% 76%, hsla(0,58%,32%,0.84) 0px, transparent 50%),\nradial-gradient(at 78% 97%, hsla(0,100%,36%,0.45) 0px, transparent 50%)","active":true,"order":3},{"title":"Gusto","descriptionEn":"Gusto is a comprehensive design system crafted for Axeptio, providing a cohesive and intuitive foundation for creating digital content.\n\nDeveloped with a focus on scalability, consistency, and user-friendliness, Gusto streamlines the design and development process, ensuring that all components, from typography to UI elements, align seamlessly.\n\nIt offers a versatile toolkit that empowers designers and developers to build interfaces efficiently, enhancing both the visual identity and functional integrity of Axeptio's digital products.","descriptionFr":"Gusto est un Design System complet conçu pour Axeptio, qui fournit une base cohérente et intuitive pour la création de contenus numériques.\n\nDéveloppé en mettant l'accent sur l'évolutivité, la cohérence et la convivialité, Gusto optimise le processus de conception et de développement, en veillant à ce que tous les composants, de la typographie aux éléments de l'interface utilisateur, s'alignent de manière homogène.\n\nIl offre une boîte à outils polyvalente qui permet aux designers et aux développeurs de créer des interfaces de manière efficace, en améliorant à la fois l'identité visuelle et le fonctionnement des produits  d'Axeptio.","url":"https://www.figma.com/design/0FKepplG6LAjg8IuN0FI5M/Gusto?node-id=0-1&t=pUHHZLUJnvMAWcO5-1","type":"design system","skills":["figma","typescript","react","styled-components","storybook"],"assets":["images/gusto-cover.avif","images/gusto-brand-logos.avif","images/gusto-typography-title.avif","images/gusto-button-storybook.avif","images/gusto-button-component.avif","images/gusto-checkbox-component.avif","images/gusto-palette-primary-colors.avif","images/gusto-palette-utility-colors.avif","images/gusto-palette-accent-colors.avif"],"bgColor":"hsla(173,43%,80%,1)","meshGradient":"radial-gradient(at 4% 4%, hsla(154,100%,98%,1) 0px, transparent 50%),\nradial-gradient(at 64% 1%, hsla(23,67%,80%,0.58) 0px, transparent 50%),\nradial-gradient(at 100% 9%, hsla(23,67%,80%,0.8) 0px, transparent 50%),\nradial-gradient(at 7% 88%, hsla(161,16%,65%,0.34) 0px, transparent 50%),\nradial-gradient(at 99% 90%, hsla(231,12%,58%,1) 0px, transparent 50%)","active":true,"order":2},{"title":"Taste","descriptionEn":"For the design of the Taste site, I used subtle animations to bring a touch of dynamism to the user experience.\n\nThese animations create a fluid, immersive journey, reinforcing the site's visual appeal while guiding visitors intuitively.\n\nThis perfectly reflects the philosophy of the Taste extension, which enhances the fluidity of navigation by making the collection of consent transparent and effortless.","descriptionFr":"Pour le design du site Taste, j'ai utilisé des animations subtiles pour apporter une touche de dynamisme à l'expérience utilisateur.\n\nCes animations créent un parcours fluide et immersif, renforçant l'attrait visuel du site tout en guidant les visiteurs de manière intuitive.\n\nCela reflète parfaitement la philosophie de l'extension Taste, qui améliore la fluidité de navigation en rendant le recueil de consentement transparent et sans effort.","url":"https://taste.axept.io/","type":"landing page","skills":["figma","typescript","react","styled-components"],"assets":["images/taste-hero-header.avif","images/taste-join-the-beta.avif","images/taste-we-are-the-creators.avif","videos/taste-open-on-desktop-6-5.mp4","videos/taste-hero-animation-6-5.mp4"],"bgColor":"hsla(180,100%,95%,1)","meshGradient":"radial-gradient(at 22% 24%, hsla(347,86%,68%,0.43) 0px, transparent 50%),\nradial-gradient(at 97% 3%, hsla(187,73%,52%,0) 0px, transparent 50%),\nradial-gradient(at 100% 81%, hsla(187,73%,52%,0.14) 0px, transparent 50%),\nradial-gradient(at 99% 100%, hsla(187,73%,52%,0.43) 0px, transparent 50%),\nradial-gradient(at 0% 100%, hsla(347,86%,68%,1) 0px, transparent 50%)","active":true,"order":1}]