[{"title":"Axeptio","descriptionEn":"I designed Axeptio's website with a focus on a fluid, user-friendly experience. The aim was to present Axeptio's solutions with care and aesthetics, so that visitors could easily understand the functionalities of their products.\n\nFrom a design perspective, I aimed for clarity and simplicity. I crafted a clean, modern look that reflects Axeptio's values of trust and transparency—key elements for a consent management system.\n\nIn terms of development, I focused on performance and cross-browser compatibility, making sure that the website ran smoothly on both desktop and smartphones.","descriptionFr":"J'ai conçu le site web d'Axeptio en mettant l'accent sur une expérience fluide et conviviale. L’objectif était de présenter les solutions d'Axeptio avec soin et esthétique, afin que les visiteurs comprennent facilement les fonctionnalités de leurs produits.\n\nD’un point de vue design, j'ai visé la clarté et la simplicité. J'ai créé un look épuré et moderne qui reflète les valeurs de confiance et de transparence d'Axeptio - des éléments clés pour un système de gestion des consentements.\n\nEn ce qui concerne le développement, je me suis concentré sur la performance et la compatibilité entre les navigateurs, en m'assurant que le site web fonctionne sans problème à la fois sur ordinateurs de bureau et sur Smartphones.","url":"https://axept.io/","type":"website","skills":["figma","nextjs","typescript"],"assets":["images/axeptio-homepage-desktop.avif","videos/axeptio-menu-6-5.mp4","images/axeptio-homepage-mobile.avif","images/axeptio-widget-desktop.avif","videos/axeptio-confetti-widget-6-5.mp4","images/axeptio-pricing-desktop.avif","images/axeptio-compare-plans-desktop.avif","videos/axeptio-executive-team-slider-6-5.mp4","images/axeptio-contact-desktop.avif"],"bgColor":"hsla(29,69%,72%,1)","meshGradient":"radial-gradient(at 84% 13%, hsla(0,100%,90%,1) 0px, transparent 50%),\nradial-gradient(at 20% 17%, hsla(0,0%,100%,0.41) 0px, transparent 50%),\nradial-gradient(at 19% 74%, hsla(44,100%,63%,1) 0px, transparent 50%),\nradial-gradient(at 100% 76%, hsla(0,58%,32%,0.84) 0px, transparent 50%),\nradial-gradient(at 78% 97%, hsla(0,100%,36%,0.45) 0px, transparent 50%)","active":true},{"title":"Gusto","descriptionEn":"Gusto is a comprehensive design system crafted for Axeptio, providing a cohesive and intuitive foundation for creating digital content.\n\nDeveloped with a focus on scalability, consistency, and user-friendliness, Gusto streamlines the design and development process, ensuring that all components, from typography to UI elements, align seamlessly.\n\nIt offers a versatile toolkit that empowers designers and developers to build interfaces efficiently, enhancing both the visual identity and functional integrity of Axeptio's digital products.","descriptionFr":"Gusto est un Design System complet conçu pour Axeptio, qui fournit une base cohérente et intuitive pour la création de contenus numériques.\n\nDéveloppé en mettant l'accent sur l'évolutivité, la cohérence et la convivialité, Gusto optimise le processus de conception et de développement, en veillant à ce que tous les composants, de la typographie aux éléments de l'interface utilisateur, s'alignent de manière homogène.\n\nIl offre une boîte à outils polyvalente qui permet aux designers et aux développeurs de créer des interfaces de manière efficace, en améliorant à la fois l'identité visuelle et le fonctionnement des produits  d'Axeptio.","url":"","type":"design system","skills":["figma","typescript","react","styled-components","storybook"],"assets":["images/gusto-cover.avif","images/gusto-brand-logos.avif","images/gusto-typography-title.avif","images/gusto-button-storybook.avif","images/gusto-button-component.avif","images/gusto-checkbox-component.avif","images/gusto-palette-primary-colors.avif","images/gusto-palette-utility-colors.avif","images/gusto-palette-accent-colors.avif"],"bgColor":"hsla(173,43%,80%,1)","meshGradient":"radial-gradient(at 4% 4%, hsla(154,100%,98%,1) 0px, transparent 50%),\nradial-gradient(at 64% 1%, hsla(23,67%,80%,0.58) 0px, transparent 50%),\nradial-gradient(at 100% 9%, hsla(23,67%,80%,0.8) 0px, transparent 50%),\nradial-gradient(at 7% 88%, hsla(161,16%,65%,0.34) 0px, transparent 50%),\nradial-gradient(at 99% 90%, hsla(231,12%,58%,1) 0px, transparent 50%)","active":true},{"title":"Taste","descriptionEn":"For the design of the Taste site, I used subtle animations to bring a touch of dynamism to the user experience.\n\nThese animations create a fluid, immersive journey, reinforcing the site's visual appeal while guiding visitors intuitively.\n\nThis perfectly reflects the philosophy of the Taste extension, which enhances the fluidity of navigation by making the collection of consent transparent and effortless.","descriptionFr":"Pour le design du site Taste, j'ai utilisé des animations subtiles pour apporter une touche de dynamisme à l'expérience utilisateur.\n\nCes animations créent un parcours fluide et immersif, renforçant l'attrait visuel du site tout en guidant les visiteurs de manière intuitive.\n\nCela reflète parfaitement la philosophie de l'extension Taste, qui améliore la fluidité de navigation en rendant le recueil de consentement transparent et sans effort.","url":"https://taste.axept.io/","type":"landing page","skills":["figma","typescript","react","styled-components"],"assets":["images/taste-hero-header.avif","images/taste-join-the-beta.avif","images/taste-we-are-the-creators.avif","videos/taste-open-on-desktop-6-5.mp4","videos/taste-hero-animation-6-5.mp4"],"bgColor":"hsla(180,100%,95%,1)","meshGradient":"radial-gradient(at 22% 24%, hsla(347,86%,68%,0.43) 0px, transparent 50%),\nradial-gradient(at 97% 3%, hsla(187,73%,52%,0) 0px, transparent 50%),\nradial-gradient(at 100% 81%, hsla(187,73%,52%,0.14) 0px, transparent 50%),\nradial-gradient(at 99% 100%, hsla(187,73%,52%,0.43) 0px, transparent 50%),\nradial-gradient(at 0% 100%, hsla(347,86%,68%,1) 0px, transparent 50%)","active":true}]