[{"title":"Axeptio","descriptionEn":"I try to design Axeptio's website with a strong emphasis on creating an intuitive and user-friendly experience. My goal was to present Axeptio's solutions in such a way that users could easily understand them, with a smooth and effortless navigation.\n\nFrom a design perspective, I aimed for clarity and simplicity. I crafted a clean, modern look that reflects Axeptio's values of trust and transparency—key elements for a consent management system.\n\nOn the development side, I focused on performance and cross-browser compatibility, making sure the website runs smoothly on both desktop and mobile devices.","descriptionFr":"J'ai essayé de concevoir le site web d'Axeptio en mettant l'accent sur une expérience intuitive et conviviale. Mon objectif était de présenter les solutions d'Axeptio afin que les utilisateurs puissent facilement les comprendre, avec une navigation fluide et sans effort.\n\nD’un point de vue design, j'ai visé la clarté et la simplicité. J'ai créé un look épuré et moderne qui reflète les valeurs de confiance et de transparence d'Axeptio - des éléments clés pour un système de gestion des consentements.\n\nEn ce qui concerne le développement, je me suis concentré sur la performance et la compatibilité entre les navigateurs, en m'assurant que le site Web fonctionne sans problème sur les ordinateurs de bureau et les appareils mobiles.","url":"https://axept.io/","type":"website","skills":["figma","nextjs","typescript"],"assets":["images/axeptio-website-homepage-desktop.avif","videos/axeptio-menu.mp4","images/axeptio-website-homepage-mobile.avif","images/axeptio-website-widget-desktop.avif","videos/screencast-widget.mp4","images/axeptio-website-pricing-desktop.avif","videos/executive-team-slider.mp4","videos/axeptio-widget-carousel.mp4","images/axeptio-website-contact-desktop.avif"],"active":true},{"title":"Gusto","descriptionEn":"Gusto is a comprehensive design system crafted for Axeptio, providing a cohesive and intuitive foundation for creating digital content.\n\nDeveloped with a focus on scalability, consistency, and user-friendliness, Gusto streamlines the design and development process, ensuring that all components, from typography to UI elements, align seamlessly.\n\nIt offers a versatile toolkit that empowers designers and developers to build interfaces efficiently, enhancing both the visual identity and functional integrity of Axeptio's digital products.","descriptionFr":"Gusto est un Design System complet conçu pour Axeptio, qui fournit une base cohérente et intuitive pour la création de contenus numériques.\n\nDéveloppé en mettant l'accent sur l'évolutivité, la cohérence et la convivialité, Gusto optimise le processus de conception et de développement, en veillant à ce que tous les composants, de la typographie aux éléments de l'interface utilisateur, s'alignent de manière homogène.\n\nIl offre une boîte à outils polyvalente qui permet aux designers et aux développeurs de créer des interfaces de manière efficace, en améliorant à la fois l'identité visuelle et le fonctionnement des produits  d'Axeptio.","url":"","type":"design system","skills":["figma","typescript","react","styled-components","storybook"],"assets":["images/gusto-logos.avif","images/gusto-thumbnail.avif","images/gusto-typography.avif","images/gusto-primary-button.avif","images/gusto-button.avif","images/gusto-checkbox-radio.avif","images/gusto-palette-primary.avif","images/gusto-palette-utility.avif","images/gusto-palette-accent.avif"],"active":true},{"title":"Taste","descriptionEn":"Taste is an innovative browser extension designed to take control of your online experience by acting as a personal consent manager.\n\nSay goodbye to the annoyance of cookie banners, as Taste seamlessly filters and manages cookies on websites, automating the entire consent process on your behalf.\n\nWith Taste, you regain your browsing freedom, ensuring that your preferences are respected while you navigate the web effortlessly. It's all about giving you back control, so you can focus on what truly matters online.","descriptionFr":"Taste est une extension de navigateur innovante conçue pour prendre le contrôle de votre expérience en ligne en agissant comme un gestionnaire de consentement personnel.\n\nDites adieu aux bannières de cookies, car Taste filtre et gère de manière transparente les cookies sur les sites web, en automatisant l'ensemble du processus de consentement en votre nom.\n\nAvec Taste, vous retrouvez votre liberté de navigation, en vous assurant que vos préférences sont respectées pendant que vous naviguez sur le web sans effort. Il s'agit de vous redonner le contrôle, afin que vous puissiez vous concentrer sur ce qui compte vraiment en ligne.","url":"https://taste.axept.io/","type":"landing page","skills":["figma","typescript","react","styled-components"],"assets":["images/taste-hero.avif","videos/taste-hero-animation.mp4","images/taste-join-beta.avif","videos/open-on-desktop.mp4","images/taste-creators-of-axeptio.avif"],"active":true}]